
    {
        "title": "Significance of Nails And Hair Behind Their Aesthetic Value ",
        "description": "We have parlors to get our hair colored and nails painted but have we ever wondered why we have these hairs all over our body and nails in our fingers and toes? Moreover, if our hair and nails are both composed of keratin then how they are so different? Both hairs and nails are part of the integumentary system, together with the skin, which protects the interior systems and parts. Aside from giving protection, there are still other functions that they do. Hairs have a significant role when it comes to regulating body temperature. They help our body to hold heat when our body temperature is dropping and maintain homeostasis.  Aside from that, hairs protect the scalp from UV rays, the nasal hair filters the air going inside the body, and eyebrows and eyelashes protect us from dirt and sweat. But what is the purpose of those hairs in our sensitive parts? When it comes to sexual activities, pubic hair will serve its purpose. It will lessen the friction during sexual activities and keep the sensitive parts warm which is necessary for sexual arousal. Another purpose of pubic hair is to prevent bacteria and pathogens from going inside the body. On the other hand, nails serve as an exoskeleton for the nail bed underneath the nail plate which is composed of those exposed nerve endings called dendrites which send signals from the stimuli or other nerve cells. This is the reason why we have an extreme sensation in our fingers.  In addition to that, the appearance of nails is used by doctors as a basis for some health problems and poisoning. Keratinocytes are the cells that produce keratin and are responsible for the thinness and thickness of the hair and nails. Nails are thicker than hairs because of the fact that there is more production of keratin in our nails. However, what is fascinating about hair and nails which we always tend to make presentable are the old cells that are considered to be dead. As the hair follicle and nail matrix produce new cells, the old cells will be pushed out and this is also the reason why it feels nothing by cutting our hair and nails. If keratinocytes are responsible for keratin production, melanocytes are responsible for melanin production. The production of melanin will help us understand why nails and hairs differ in color. To put it simply, the more melanin that is present, the darker the color will be. Therefore, hair contains more melanin while nail lacks it. However, some may ask why nails appeared to be pinkish and in this case, the blood vessel is the reason why. For the same reason, doctors use this as one of the ways to check the blood circulation and know if the patient might experiencing a heart disease. Finally, there is this question of why hair is in the head and why nails are just found in the toes and fingers. It will be explained through where they grow and what they need to grow. The hair follicle which is responsible for creating cells for hair growth and for the rounded shape of the hair is found in the dermis which is the second layer of the skin. The hair follicle gets nutrients from the blood vessels in the dermis which will nourish the hair root. While the nails grow from the nail matrix that produces new cells and makes the nail flat, push out the old ones that make up the nail plate and the free edge (the part that we used to cut). Hair and nails are parts of our body that we tend to change and decorate to make us look attractive. But little did we know, they are more than just as their aesthetic value.",
        "Author": "Kristine Villaneuva"
    }
    
