{
    "title": "Mustache, beard, and chest hair. Why do men have these \"extra hairs\"?",
    "description": "\"Why men have beard? Have mustache and even chest hair?\" Those extra hairs are even used by the society  to determine if a person is either a male or female. But have you ever wondered why men have these \"extra hairs\" and women do not? Humans are extremely hairy and they used the hairs to keep them warm like those other animals but because of evolution, we became less hairy than those other primates today. Still, there is something to men that can be questioned and it is their facial hairs and even their chest hairs. Talking about evolution, why does it seem to be men evolved slowly than women? This can be answered based on hormones and development, evolution and genetics. First is genetics. You can assume that his parents or either of his parents is hairy. Therefore, it is really obvious that he have inherited being hairy or not. Having those extra hairs are just normal, it just that scientists cannot determine what is the purpose of those hairs. Androgen hormones like testosterone is responsible for hair growth during adolescent stage where puberty starts and your body changes however, having those extra hairs can be late and appear at the age of 20 to 30 according to a study. Our body has two types of hair, the vellus and the terminal. The facial hairs, the hairs in the sensitive parts, the chest and belly hairs are all terminal hairs. Because the a man's body releases more androgen hormones during  puberty or the start of maturation, those hormones turn the vellus hair into terminal that is why men have beard, mustache and those unwanted hairs that woman does not have. Because scientists still cannot find the reason of why man still have those extra hairs, they used Charles Darwin's theory of evolution by natural selection to at least have a possible answer why.  Applying the theory, they concluded that it is because of sexual selection. Before, women maybe find men attractive due to their facial hairs. They also believed that the number of women in a population is less than men therefore to find and attract mate, men use their \"extra hairs\". Aside from sexually attractive, these hairs also make a man have self-confidence. With this explanation, they also concluded that men maybe prefer women with smooth skin that is why most women today are not so hairy unlike men. Being hairy is not bad especially for men. It is just normal to have them. According to research, these hairs even attract women because having extra hairs like beard and mustache is what makes a man more masculine.",
    "Author": "Kristine Villaneuva"
}